Repository: Mark-Tomlinson/markup-by-attribute-for-woocommerce
Catalog: languages/markup-by-attribute-*.po
Languages: de_de, fr_fr, it_it, pl_pl, sv_se

source: Using this plugin is simple, but might be a little obscure. This link to the instructions may help get you started.<br/>We'll just leave the instructions link right here.
de_de: Die Benutzung dieses Plugins mag etwas seltsam erscheinen. Dieser Link zur Anleitung wird dir aber bei der Benutzung helfen.<br/>
fr_fr: L'utilisation de cette extension est simple, mais peut être un peu obscure. Ce lien vers les instructions peut vous aider à démarrer.<br/>Nous laissons le lien vers les instructions juste ici.
it_it: L'uso di questo plugin è semplice, ma potrebbe essere un po' oscuro. Questo link alle istruzioni può aiutarti a iniziare.<br/>Lasciamo il link alle istruzioni proprio qui.
pl_pl: Używanie tej wtyczki jest proste, ale może być trochę niejasne. Ten link do instrukcji może pomóc Ci zacząć. <br/> Zostawimy link do instrukcji tutaj.
sv_se: Att använda detta tillägg är enkelt, men kan vara lite otydligt. Denna länk till instruktionerna kan hjälpa dig komma igång.<br/>Vi lämnar länken till instruktionerna precis här.

source: Variation Description Behavior
de_de: Verhalten der Variantenbeschreibung
fr_fr: Comportement de la description de variation
it_it: Comportamento descrizione variazione
pl_pl: Zachowanie Opisu Wariantu
sv_se: Beteende för variationsbeskrivning

source: When set OFF, markup calculations proceed normally even when the base price is zero. This allows using attributes to determine the entire price.
fr_fr: Lorsque désactivé, les calculs de majoration se poursuivent normalement même lorsque le prix de base est zéro. Cela permet d'utiliser les attributs pour déterminer le prix total.
sv_se: När inställningen är AV fortsätter påslagsberäkningarna som vanligt även när baspriset är noll. Detta gör det möjligt att använda attribut för att bestämma hela priset.

source: When set ON, variations with zero prices remain at zero, ignoring any markups. This preserves zero prices for giveaway items.
fr_fr: Lorsque activé, les variations avec des prix à zéro restent à zéro, en ignorant toutes les majorations. Cela préserve les prix à zéro pour les articles gratuits.
sv_se: När inställningen är PÅ förblir varianter med nollpris på noll, oavsett påslag. Detta bevarar nollpriser för gratisartiklar.

source: When set on, you can filter by attribute, making it easier to find products that contain attributes you may have changed.
de_de: Wenn aktiviert, können Sie nach Attributen filtern, was es einfacher macht, Produkte zu finden, deren Attribute Sie möglicherweise geändert haben.
fr_fr: Lorsque c'est activé, vous pouvez filtrer par attribut, ce qui facilite la recherche des produits contenant des attributs que vous avez pu modifier.
it_it: Quando attivato, puoi filtrare per attributo, rendendo più facile trovare i prodotti che contengono attributi che potresti aver modificato.
pl_pl: Po włączeniu możesz filtrować według atrybutu, co ułatwia znalezienie produktów zawierających atrybuty, które mogły zostać zmienione.
sv_se: När detta är aktiverat kan du filtrera efter attribut, vilket gör det enklare att hitta produkter som innehåller attribut du kan ha ändrat.

source: You can always create more by running 'Create variations from all attributes' again.
de_de: Sie können jederzeit mehr erstellen, indem Sie 'Varianten generieren' erneut ausführen.
fr_fr: Vous pouvez toujours en créer davantage en exécutant à nouveau 'Créer des variations à partir de tous les attributs'.
it_it: Puoi sempre crearne altre eseguendo nuovamente 'Crea variazioni da tutti gli attributi'.
pl_pl: Zawsze możesz utworzyć więcej, ponownie uruchamiając opcję 'Wygeneruj warianty'.
sv_se: Du kan alltid skapa fler genom att köra 'Skapa variationer från alla attribut' igen.

source: Instructions
de_de: Anleitung
it_it: Istruzioni
pl_pl: Instrukcja
sv_se: Instruktioner
