Repository: Mark-Tomlinson/markup-by-attribute-for-woocommerce
Catalog: languages/markup-by-attribute-*.po
Languages: de_de, fr_fr, it_it, pl_pl, sv_se

source: %s product processed successfully.
de_de: %s Produkt erfolgreich verarbeitet.
fr_fr: %s produit traité avec succès.
it_it: %s prodotto elaborato con successo.
pl_pl: %s produkt przetworzony pomyślnie.
sv_se: %s produkt bearbetades

source: (Add
de_de: (Zuzüglich
fr_fr: (Ajouter
it_it: (Aggiungi
pl_pl: (Dodatkowo
sv_se: (Lägg till

source: (Subtract
de_de: (Abzüglich
fr_fr: (Soustraire
it_it: (Sottrai
pl_pl: (Obniżka
sv_se: (Dra av

source: A 10% markup on a $30 regular price yields a $3 markup. If you set a $20 sale price, setting this option ON yields a $2 markup, setting it OFF leaves the markup at $3.
de_de: Ein Aufschlag von 10 % auf einen regulären Preis von 30 € ergibt einen Aufschlag von 3 €. Wenn Sie einen Verkaufspreis von 20 € festlegen, ergibt die Aktivierung dieser Option einen Aufschlag von 2 €, bei Deaktivierung bleibt der Aufschlag bei 3 €.
fr_fr: Une majoration de 10% sur un prix normal de 30 € donne une majoration de 3 €. Si vous définissez un prix de vente de 20 €, activer cette option donne une majoration de 2 €, la désactiver laisse la majoration à 3 €.
it_it: Un ricarico del 10% su un prezzo normale di 30 € produce un ricarico di 3 €. Se imposti un prezzo scontato di 20 €, attivando questa opzione si ottiene un ricarico di 2 €, disattivandola il ricarico rimane a 3 €.
pl_pl: Narzut 10% na regularną cenę 30 zł daje narzut w wysokości 3 zł. Jeśli ustawisz cenę promocyjną na 20 zł, włączenie tej opcji spowoduje narzut 2 zł, wyłączenie pozostawi narzut na poziomie 3 zł.
sv_se: Ett påslag på 10% på ett ordinarie pris på 30 kr ger ett påslag på 3 kr. Om du ställer in ett kampanjpris på 20 kr, ger aktivering av detta alternativ ett påslag på 2 kr, avstängning lämnar påslaget på 3 kr.

source: Add %1$s for %2$s
de_de: Zuzüglich %1$s für %2$s
fr_fr: Ajouter %1$s pour %2$s
it_it: Aggiungi %1$s per %2$s
pl_pl: Dodatkowo %1$s za %2$s
sv_se: Lägg till %1$s för %2$s

source: Add %1$s for %2$s: %3$s
fr_fr: Ajouter %1$s pour %2$s : %3$s
sv_se: Lägg till %1$s för %2$s: %3$s

source: Add Markup to Name?
de_de: Aufschlag zum Namen hinzufügen.
fr_fr: Ajouter une majoration au nom ?
it_it: Aggiungi il markup al nome?
pl_pl: Dodaj zmianę ceny do nazwy?
sv_se: Lägg till påslag till namnet?

source: Add pricing information to the end of the existing description.
de_de: Zusätzliche Preisinformation an das Ende der bestehenden Artikelbeschreibung hinzufügen.
fr_fr: Ajouter les informations de prix à la fin de la description existante.
it_it: Aggiungi le informazioni sul prezzo alla fine della descrizione esistente.
pl_pl: Dopisz informację o cenie na końcu istniejącego opisu.
sv_se: Lägg till prisinformation i slutet av den befintliga beskrivningen.

source: Additional help can be found in the <a href="%1$s" target="_blank">Markup by Attribute wiki</a> on the <code>Settings</code> page.
de_de: Du kannst auf unserer <a href="%1$s" target="_blank">Markup by Attribute Wiki-Seite</a> im <code>Settings-Bereich</code> zusätzlich Hilfe finden.
fr_fr: Une aide supplémentaire est disponible dans le <a href=\"%1$s\" target=\"_blank\">wiki de Markup by Attribute</a> sur la page <code>Paramètres</code>.
it_it: Ulteriore aiuto è disponibile nella <a href=\"%1$s\" target=\"_blank\">wiki di Markup by Attribute</a> nella pagina <code>Impostazioni</code>.
pl_pl: Dodatkową pomoc można znaleźć w <a href="%1$s" target="_blank">wiki Markup by Attribute</a> na stronie <code>Settings</code> (tylko angielska wersja).
sv_se: Ytterligare hjälp finns i <a href="%1$s" target="_blank">Markup by Attribute-wikin</a> på <code>inställningssidan</code>.

source: Adds product variation markup by attribute to WooCommerce.
de_de: Fügt Produktvarianten-Aufschläge nach Attribut zu WooCommerce hinzu.
fr_fr: Ajoute des majorations aux variations de produits par attribut dans WooCommerce.
it_it: Aggiunge ricarichi alle variazioni di prodotto per attributo in WooCommerce.
pl_pl: Dodaje narzut na warianty produktów według atrybutów do WooCommerce.
sv_se: Lägger till produktvariationspåslag efter attribut i WooCommerce.

source: Allow Zero Price
fr_fr: Autoriser le prix zéro
sv_se: Tillåt nollpris

source: Attributes
de_de: Attribute
fr_fr: Attributs
it_it: Attributi
pl_pl: Atrybuty
sv_se: Attribut

source: Do NOT add pricing information to the description field.
de_de: Keine Preisinformation im Artikel-Beschreibungsfeld hinzufügen.
fr_fr: NE PAS ajouter les informations de prix au champ de description.
it_it: NON aggiungere informazioni sul prezzo nel campo descrizione.
pl_pl: NIE dodawaj żadnych informacji do opisu wariantu.
sv_se: Lägg INTE till prisinformation i beskrivningsfältet.

source: Do NOT show the base price in the product description.
de_de: Grundpreis NICHT in der Produktbeschreibung anzeigen
fr_fr: NE PAS afficher le prix de base dans la description du produit.
it_it: NON mostrare il prezzo base nella descrizione del prodotto.
pl_pl: NIE pokazuj ceny bazowej w opisie produktu.
sv_se: Visa INTE grundpriset i produktbeskrivningen.

source: Do NOT show the markup in the options drop-down box.
de_de: Zeige keinen Preis Auf/Abschlag im Drop-Down-Feld
fr_fr: NE PAS afficher la majoration dans la liste déroulante des options.
it_it: NON mostrare il ricarico nel menu a tendina delle opzioni.
pl_pl: NIE pokazuj zmiany ceny w liście rozwijanej. (Bez zmian)
sv_se: Visa INTE påslaget i rullgardinsmenyn.

source: Failed to reapply markups. Please try again.
de_de: Aufschläge konnten nicht neu angewendet werden. Bitte versuchen Sie es erneut.
fr_fr: Échec de la réapplication des majorations. Veuillez réessayer.
it_it: Impossibile riapplicare i ricarichi. Riprova.
pl_pl: Nie udało się ponownie zastosować narzutów. Proszę spróbować ponownie.
sv_se: Det gick inte att återanvända påslagen. Försök igen.

source: Hide Base Price
de_de: Grundpreis verstecken
fr_fr: Masquer le prix de base
it_it: Nascondi prezzo base
pl_pl: Ukryj cenę bazowej
sv_se: Dölj grundpris

source: How should Markup-by-Attribute handle adding price markup information to the product variation description?
de_de: Wie soll Markup-by-Attribute die Hinzufügung von Preisaufschlagsinformationen zur Produktvariationsbeschreibung handhaben?
fr_fr: Comment Markup-by-Attribute doit-il gérer l'ajout des informations de majoration de prix dans la description de la variation du produit ?
it_it: Come deve gestire Markup-by-Attribute l'aggiunta delle informazioni sul ricarico nella descrizione della variazione del prodotto?
pl_pl: Jak wtyczka Markup-by-Attribute ma obsługiwać dodawanie informacji o narzucie cenowym do opisu wariantu produktu?
sv_se: Hur ska Markup-by-Attribute hantera tillägg av prisinformation i produktvariationens beskrivning?

source: If you find this plugin helpful, please consider <a href="%1$s" target="_blank">a small donation</a>.
de_de: Wenn du das Plugin hilfreich findest, würden wir uns über eine <a href="%1$s" target="_blank">kleine Spende</a> freuen.
fr_fr: Si vous trouvez cette extension utile, merci d'envisager <a href=\"%1$s\" target=\"_blank\">un petit don</a>.
it_it: Se trovi utile questo plugin, considera <a href=\"%1$s\" target=\"_blank\">una piccola donazione</a>.
pl_pl: Jeśli znajdziesz ten plugin pomocne, proszę rozważyć <a href=""%1$s"" target=""_blank"">małą darowiznę</a>.
sv_se: Om du tycker att detta tillägg är användbart, överväg gärna <a href="%1$s" target="_blank">en liten donation</a>.

source: Include a column on the 'All Products' page to show all attributes associated with the products?
de_de: Soll eine Spalte auf der Seite 'Alle Produkte' eingefügt werden, um alle mit den Produkten verbundenen Attribute anzuzeigen?
fr_fr: Inclure une colonne sur la page 'Tous les produits' pour afficher tous les attributs associés aux produits ?
it_it: Includere una colonna nella pagina 'Tutti i Prodotti' per mostrare tutti gli attributi associati ai prodotti?
pl_pl: Czy dodać kolumnę na stronie 'Wszystkie produkty', aby pokazać wszystkie atrybuty powiązane z produktami?
sv_se: Inkludera en kolumn på sidan 'Alla produkter' för att visa alla attribut kopplade till produkterna?

source: Include Attribute Names in Variation Descriptions
fr_fr: Inclure les noms d'attributs dans les descriptions des variations
sv_se: Inkludera attributnamn i variationsbeskrivningar

source: Include the name of the attribute in the variable product's description. <b>Add $1.50 for Blue</b> becomes <b>Add $1.50 for Color: Blue</b>.
fr_fr: Inclure le nom de l'attribut dans la description du produit variable. <b>Ajouter 1,50 € pour Bleu</b> devient <b>Ajouter 1,50 € pour Couleur : Bleu</b>.
sv_se: Inkludera attributnamnet i produktvariationens beskrivning. <b>Lägg till $1.50 för Blå</b> blir <b>Lägg till $1.50 för Färg: Blå</b>.

source: Invalid product ID
de_de: Ungültige Produkt-ID
fr_fr: ID de produit non valide
it_it: ID prodotto non valido
pl_pl: Nieprawidłowy ID produktu
sv_se: Ogiltigt produkt-ID

source: Markup
de_de: Aufschlag
fr_fr: Majoration
it_it: Ricarico
pl_pl: Narzut
sv_se: Påslag

source: Markup (or markdown)
de_de: Preis Auf (oder Abschlag).
fr_fr: Majoration (ou réduction)
it_it: Ricarico (o sconto)
pl_pl: Narzut (lub obniżka)
sv_se: Påslag (eller prisnedsättning)

source: Markup by Attribute
fr_fr: Majoration par attribut

source: Markup by Attribute for WooCommerce
de_de: Markup by Attribute für WooCommerce
fr_fr: Majoration par attribut pour WooCommerce
it_it: Ricarico per Attributo per WooCommerce
pl_pl: Markup-by-Attribute dla WooCommerce

source: Markup by Attribute Settings
de_de: Markup-by-Attribute Einstellungen
fr_fr: Paramètres de Majoration par attribut
it_it: Impostazioni Markup by Attribute
pl_pl: Ustawienia Markup-by-Attribute
sv_se: Inställningar för Markup by Attribute

source: Markup Calculation
de_de: Aufschlagsberechnung
fr_fr: Calcul de la majoration
it_it: Calcolo ricarico
pl_pl: Obliczanie narzutu
sv_se: Påslagsberäkning

source: Markup Display
de_de: Aufschlagsanzeige
fr_fr: Affichage de la majoration
it_it: Visualizzazione ricarico
pl_pl: Wyświetlanie narzutu
sv_se: Påslagsvisning

source: Markup or markdown associated with this option. Signed, floating point numeric allowed.
de_de: Der Preis Auf oder Abschlag wird mit dieser Angabe berechnet. Mit ″ + ″ oder ″ - ″ Zeichen versehene Nummern sind zugelassen.
fr_fr: Majoration ou réduction associée à cette option. Un nombre à virgule flottante avec signe est autorisé.
it_it: Ricarico o sconto associati a questa opzione. È consentito un numero con segno e a virgola mobile.
pl_pl: Dodatnia lub ujemna liczba całkowita. Może być zmiennoprzecinkowa. Może być znak % na końcu.
sv_se: Påslag eller prisnedsättning kopplat till detta alternativ. Tecken och decimaltal är tillåtna.

source: Markup:
de_de: Aufschlag:
fr_fr: Majoration :
it_it: Ricarico:
pl_pl: Zmiana ceny:
sv_se: Påslag:

source: Markups can be fixed values such as <code>5</code> or <code>5.95</code>, or percentages such as <code>5%</code> or <code>1.23%</code>. Use plus or minus signs (like <code>+5.95</code> or <code>-1.23%</code>) for increases or decreases.<br/>Markups are applied when setting prices or reapplying markups to variations.
de_de: Aufschläge können feste Werte wie <code>5</code> oder <code>5.95</code> sein, oder Prozentsätze wie <code>5%</code> oder <code>1.23%</code>. Verwenden Sie Plus- oder Minuszeichen (wie <code>+5.95</code> oder <code>-1.23%</code>) für Erhöhungen oder Reduzierungen.<br/>Aufschläge werden beim Festlegen von Preisen oder beim Neuanwenden von Aufschlägen auf Variationen angewendet.
fr_fr: Les majorations peuvent être des valeurs fixes comme <code>5</code> ou <code>5.95</code>, ou des pourcentages comme <code>5%</code> ou <code>1.23%</code>. Utilisez les signes plus ou moins (comme <code>+5.95</code> ou <code>-1.23%</code>) pour les augmentations ou les réductions.<br/>Les majorations sont appliquées lors de la définition des prix ou de la réapplication des majorations aux variations.
it_it: I ricarichi possono essere valori fissi come <code>5</code> o <code>5.95</code>, o percentuali come <code>5%</code> o <code>1.23%</code>. Usa i segni più o meno (come <code>+5.95</code> o <code>-1.23%</code>) per aumenti o diminuzioni.<br/>I ricarichi vengono applicati quando si impostano i prezzi o si riapplicano i ricarichi alle variazioni.
pl_pl: Narzuty mogą być wartościami stałymi jak <code>5</code> lub <code>5.95</code>, albo procentami jak <code>5%</code> lub <code>1.23%</code>. Użyj znaków plus lub minus (jak <code>+5.95</code> lub <code>-1.23%</code>) dla zwiększeń lub zmniejszeń.<br/>Narzuty są stosowane podczas ustawiania cen lub ponownego stosowania narzutów do wariantów.
sv_se: Påslag kan vara fasta värden som <code>5</code> eller <code>5.95</code>, eller procentsatser som <code>5%</code> eller <code>1.23%</code>. Använd plus- eller minustecken (som <code>+5.95</code> eller <code>-1.23%</code>) för ökningar eller minskningar.<br/>Påslag tillämpas när du ställer in priser eller återanvänder påslag på variationer.

source: Max Variations
de_de: Maximale Variationen
fr_fr: Variations maximales
it_it: Variazioni massime
pl_pl: Maksymalna liczba wariantów
sv_se: Max antal variationer

source: Maximum number of variations that can be created per run.
de_de: Maximale Anzahl von Variationen, die pro Durchlauf erstellt werden können.
fr_fr: Nombre maximum de variations pouvant être créées par exécution.
it_it: Numero massimo di variazioni che possono essere create per esecuzione.
pl_pl: Maksymalna liczba wariantów, która może zostać utworzona w jednym przebiegu.
sv_se: Maximalt antal variationer som kan skapas per körning.

source: Option Drop-down Behavior
de_de: Verhalten des Auswahlmenüs für Optionen
fr_fr: Comportement de la liste déroulante
it_it: Comportamento menu a tendina
pl_pl: Zachowanie listy rozwijanej
sv_se: Beteende för rullgardinsmenyn

source: Other
de_de: Sonstiges
fr_fr: Autre
it_it: Altro
pl_pl: Inne
sv_se: Övrigt

source: Overwrite the variation description with price information.
de_de: Berschreibe die Variations-Artikelbeschreibung mit der Preisinformation
fr_fr: Écraser la description de la variation avec les informations de prix.
it_it: Sovrascrivi la descrizione della variazione con le informazioni sul prezzo.
pl_pl: Nadpisz opis wariantu informacją o zmianie ceny.
sv_se: Skriv över variationsbeskrivningen med prisinformation.

source: Permission denied
de_de: Zugriff verweigert
fr_fr: Permission refusée
it_it: Permesso negato
pl_pl: Brak uprawnień
sv_se: Åtkomst nekad

source: Please wait; processing product %1$s of %2$s...
de_de: Bitte warten; Verarbeitung von Produkt %1$s von %2$s ...
fr_fr: Veuillez patienter ; traitement du produit %1$s sur %2$s...
it_it: Attendere prego; elaborazione prodotto %1$s di %2$s...
pl_pl: Proszę czekać; przetwarzanie produktu %1$s z %2$s...
sv_se: Vänligen vänta; bearbetar produkt %1$s av %2$s...

source: Product price
de_de: Produkt Preis
fr_fr: Prix du produit
it_it: Prezzo del prodotto
pl_pl: Cena produktu
sv_se: Produktpris

source: Reapply Markups
de_de: Aufschläge neu anwenden
fr_fr: Réappliquer les majorations
it_it: Riapplica ricarichi
pl_pl: Ponowne zastosowanie narzutów
sv_se: Återanvänd påslag

source: Reapply markups to prices
de_de: Aufschläge auf Preise neu anwenden
fr_fr: Réappliquer les majorations aux prix
it_it: Riapplica ricarichi ai prezzi
pl_pl: Ponownie zastosuj narzuty do cen
sv_se: Återanvänd påslag på priser

source: Rename the attribute to include the markup. Often needed if the option drop-down box is overwritten by another plugin or theme and markup is no longer visible.
de_de: Benennen Sie das Attribut um, um die Marge einzuschließen. Häufig erforderlich, wenn das Options-Dropdown-Feld von einem anderen Plugin oder Theme überschrieben wird und die Marge nicht mehr sichtbar ist.
fr_fr: Renommez l'attribut pour inclure la majoration. Souvent nécessaire si la liste déroulante de l'option est écrasée par un autre plugin ou thème et que la majoration n'est plus visible.
it_it: Rinomina l'attributo per includere il markup. Spesso necessario se la casella a discesa delle opzioni viene sovrascritta da un altro plugin o tema e il markup non è più visibile.
pl_pl: Zmień nazwę atrybutu, aby uwzględnić marżę. Często potrzebne, jeśli pole wyboru opcji jest nadpisywane przez inny plugin lub motyw i marża przestaje być widoczna.
sv_se: Döp om attributet för att inkludera påslaget. Ofta nödvändigt om rullgardinsmenyn skrivs över av ett annat tillägg eller tema och påslaget inte längre är synligt.

source: Reprice
de_de: Neupreis
fr_fr: Reprix
it_it: Riprezzo
pl_pl: Przelicz
sv_se: Ompris

source: Reprice variations at %s, plus or minus the markups?
de_de: Variationen neu berechnen zu %s, plus oder minus die Aufschläge?
fr_fr: Recalculer les variations à %s, plus ou moins les majorations ?
it_it: Ricalcolare le variazioni a %s, più o meno i ricarichi?
pl_pl: Przeliczyć warianty po %s, plus lub minus narzuty?
sv_se: Omprisätta variationer till %s, plus eller minus påslagen?

source: Round Markup
de_de: Gerundete Auf/Abschläge
fr_fr: Arrondir la majoration
it_it: Arrotonda ricarico
pl_pl: Zaokrąglić zmiana ceny
sv_se: Avrunda påslag

source: Round percentage markups to keep the value below the decimal intact?
de_de: Prozentuale Aufschläge runden, um den Wert nach dem Komma unverändert zu lassen?
fr_fr: Arrondir les majorations en pourcentage pour garder la valeur après la virgule intacte ?
it_it: Arrotondare i ricarichi percentuali per mantenere intatto il valore dopo la virgola?
pl_pl: Zaokrąglić procentowe narzuty, aby zachować wartość po przecinku?
sv_se: Avrunda procentpåslag för att behålla värdet under decimalen intakt?

source: Sale Price Markup
de_de: Verkaufspreis-Aufschlag
fr_fr: Majoration du prix de vente
it_it: Ricarico prezzo scontato
pl_pl: Narzut na Cenę Promocyjną
sv_se: Kampanjprispåslag

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
pl_pl: Ustawienia
sv_se: Inställningar

source: Should Markup-by-Attribute add the markup to the options drop-down box, and should the currency symbol be displayed?
de_de: Soll Markup by Attribute den Preis Auf / Abschlag im Drop-Down-Feld anzeigen und soll das Währungszeichen angezeigt werden?
fr_fr: Markup-by-Attribute doit-il ajouter la majoration dans la liste déroulante des options, et le symbole de la devise doit-il être affiché ?
it_it: Markup-by-Attribute deve aggiungere il ricarico nel menu a tendina delle opzioni e mostrare il simbolo della valuta?
pl_pl: Czy wtyczka ma dodać zmianę ceny i znak waluty do listy rozwijanej atrybutów produktu?
sv_se: Ska Markup-by-Attribute lägga till påslaget i rullgardinsmenyn för alternativ, och ska valutasymbolen visas?

source: Should Markup-by-Attribute calculate percentage markups on sale prices?
de_de: Soll Markup-by-Attribute prozentuale Aufschläge auf Verkaufspreise berechnen?
fr_fr: Markup-by-Attribute doit-il calculer les majorations en pourcentage sur les prix de vente ?
it_it: Markup-by-Attribute deve calcolare i ricarichi percentuali sui prezzi scontati?
pl_pl: Czy Markup-by-Attribute powinien obliczać procentowe narzuty na cenach promocyjnych?
sv_se: Ska Markup-by-Attribute beräkna procentpåslag på kampanjpriser?

source: Should Markup-by-Attribute ignore variations with a zero price?
fr_fr: Markup-by-Attribute doit-il ignorer les variations avec un prix zéro ?
sv_se: Ska Markup-by-Attribute ignorera varianter med nollpris?

source: Show Attributes on Product List
de_de: Attribute in der Produktliste anzeigen
fr_fr: Afficher les attributs dans la liste des produits
it_it: Mostra attributi nella lista prodotti
pl_pl: Pokaż Atrybuty na Liście Produktów
sv_se: Visa attribut i produktlistan

source: Show the markup WITH the currency symbol in the options drop-down box.
de_de: Zeige den Preisaufschlag MIT dem Währungszeichen im Drop-Down-Feld an.
fr_fr: Afficher la majoration AVEC le symbole de la devise dans la liste déroulante des options.
it_it: Mostra il ricarico CON il simbolo della valuta nel menu a tendina delle opzioni.
pl_pl: Pokaż zmianę ceny Z symbolem waluty w liście rozwijanej.
sv_se: Visa påslaget MED valutasymbol i rullgardinsmenyn.

source: Show the markup WITHOUT the currency symbol in the options drop-down box.
de_de: Zeige den Preisaufschlag OHNE das Währungszeichen im Drop-Down-Feld an.
fr_fr: Afficher la majoration SANS le symbole de la devise dans la liste déroulante des options.
it_it: Mostra il ricarico SENZA il simbolo della valuta nel menu a tendina delle opzioni.
pl_pl: Pokaż zmianę ceny BEZ symbolu waluty w liście rozwijanej.
sv_se: Visa påslaget UTAN valutasymbol i rullgardinsmenyn.

source: Some stores want prices with specific numbers below the decimal place (such as xx.00 or xx.95). Rounding percentage markups will keep the value below the decimal intact.
de_de: Einige Shops möchten Preise mit bestimmten Zahlen nach dem Komma (wie xx,00 oder xx,95). Das Runden prozentualer Aufschläge behält den Wert nach dem Komma bei.
fr_fr: Certains magasins souhaitent des prix avec des nombres spécifiques après la virgule (comme xx.00 ou xx.95). L'arrondi des majorations en pourcentage gardera la valeur après la virgule intacte.
it_it: Alcuni negozi vogliono prezzi con numeri specifici dopo la virgola (come xx.00 o xx.95). L'arrotondamento dei ricarichi percentuali manterrà intatto il valore dopo la virgola.
pl_pl: Niektóre sklepy preferują ceny z konkretnymi liczbami po przecinku (takimi jak xx,00 lub xx,95). Zaokrąglanie procentowych narzutów zachowa niezmienioną wartość po przecinku.
sv_se: Vissa butiker vill ha priser med specifika siffror efter decimalen (som xx.00 eller xx.95). Avrundning av procentpåslag kommer att behålla värdet efter decimalen intakt.

source: Subtract %1$s for %2$s
de_de: Abzüglich %1$s für %2$s
fr_fr: Soustraire %1$s pour %2$s
it_it: Sottrai %1$s per %2$s
pl_pl: Obniżka %1$s za %2$s
sv_se: Dra av %1$s för %2$s

source: Subtract %1$s for %2$s: %3$s
fr_fr: Soustraire %1$s pour %2$s : %3$s
sv_se: Dra av %1$s för %2$s: %3$s

source: The following options are used to configure variation markups by attribute.
de_de: Die folgenden Optionen werden verwendet um Varianten Preisaufschläge durch Produkt Eigenschaften zu konfigurieren.
fr_fr: Les options suivantes sont utilisées pour configurer les majorations des variations par attribut.
it_it: Le seguenti opzioni sono utilizzate per configurare i ricarichi delle variazioni per attributo.
pl_pl: Poniższe opcje służą do konfigurowania podwyżek (obniżek) cen przez atrybut produktu.
sv_se: Följande alternativ används för att konfigurera variationspåslag efter attribut.

source: This setting affects all products and takes effect immediately.
de_de: Diese Einstellung betrifft alle Produkte und tritt direkt in Kraft.
fr_fr: Ce paramètre affecte tous les produits et prend effet immédiatement.
it_it: Questa impostazione influisce su tutti i prodotti e ha effetto immediato.
pl_pl: To ustawienie natychmiastowo wpływa na wszystkie produkty na sklepie.
sv_se: Denna inställning påverkar alla produkter och träder i kraft omedelbart.

source: This setting affects products individually and takes effect when you recalculate prices or reapply markups.
de_de: Diese Einstellung wirkt sich individuell auf Produkte aus und tritt in Kraft, wenn Sie Preise neu berechnen oder Aufschläge neu anwenden.
fr_fr: Ce paramètre affecte individuellement les produits et prend effet lorsque vous recalculez les prix ou réappliquez les majorations.
it_it: Questa impostazione influisce sui prodotti individualmente e ha effetto quando ricalcoli i prezzi o riapplichi i ricarichi.
pl_pl: To ustawienie wpływa na produkty indywidualnie i zaczyna obowiązywać, gdy przeliczasz ceny lub ponownie stosujesz narzuty.
sv_se: Denna inställning påverkar produkter individuellt och träder i kraft när du räknar om priser eller återanvänder påslag.
